Repository: darktable-org/darktable
Catalog: doc/usermanual/po/pl.tmx
Source language: en
Languages: pl

source: enable to have the ratio automatically follow the image size
pl: włącza automatyczne dostosowanie proporcji do rozmiaru zdjęcia

source: width-to-height ratio
pl: stosunek szerokości do wysokości

source: add some level of random noise to prevent banding
pl: dodaj nieco szumu, aby pozbyć się bandingu

source: [%s on node] change vignette/feather size
pl: [%s na węźle] zmień rozmiar winietowania/wtapiania

source: [%s on node] change vignette/feather size keeping ratio
pl: [%s na węźle] zmień rozmiar winietowania/wtapiania zachowując proporcje

source: [%s on center] move vignette
pl: [%s w centrum] przesuń winietowanie

source: watermark
pl: znak wodny

source: refresh
pl: odśwież

source: x offset
pl: przesunięcie x

source: y offset
pl: przesunięcie y

source: marker
pl: znacznik

source: scale on
pl: skaluj wg

source: content
pl: treść

source: SVG watermarks in %s/watermarks or %s/watermarks
pl: znaki wodne SVG w %s/watermarks lub %s/watermarks

source: watermark color, tag: $(WATERMARK_COLOR)
pl: kolor znaku wodnego, tag: $(WATERMARK_COLOR)

source: select watermark color
pl: wybór koloru znaku wodnego

source: pick color from image
pl: pobierz kolor ze zdjęcia

source: text
pl: tekst

source: text string, tag: $(WATERMARK_TEXT)
pl: tekst, tag: $(WATERMARK_TEXT)

source: text font, tags: $(WATERMARK_FONT_FAMILY) $(WATERMARK_FONT_STYLE) $(WATERMARK_FONT_WEIGHT)
pl: font tekstu, tags: $(WATERMARK_FONT_FAMILY) $(WATERMARK_FONT_STYLE) $(WATERMARK_FONT_WEIGHT)

source: larger border
pl: dłuższej krawędzi

source: smaller border
pl: krótszej krawędzi

source: size is relative to
pl: rozmiar liczony względem

source: position
pl: pozycja

source: alignment
pl: rozmieszczenie

source: the opacity of the watermark
pl: krycie znaku wodnego

source: the scale of the watermark
pl: skala znaku wodnego

source: the rotation of the watermark
pl: obrót znaku wodnego

source: zone system
pl: system strefowy

source: lightness zones use mouse scrollwheel to change the number of zones left-click on a border to create a marker right-click on a marker to delete it
pl: strefy jasności użyj kółka myszy, aby zmienić liczbę stref kliknij lewym przyciskiem na brzeg, aby ustawić znacznik kliknij prawym przyciskiem na znacznik, aby go usunąć

source: background jobs
pl: działania w tle

source: camera settings
pl: ustawienia aparatu

source: capture image(s)
pl: zrób zdjęcie

source: toggle view property in center view
pl: przełącza właściwości widoku

source: connection with camera lost, exiting tethering mode
pl: połączenie z aparatem zostało utracone, opuszczanie trybu tetheringu

source: battery
pl: bateria

source: camera control
pl: kontrola aparatu

source: modes
pl: tryby

source: timer (s)
pl: licznik czasu (s)

source: count
pl: licznik zdjęć

source: brackets
pl: bracketing

source: bkt. steps
pl: skoki ekspozycji

source: toggle delayed capture mode
pl: przełącza tryb opóźniony robienia zdjęć

source: toggle sequenced capture mode
pl: przełącza tryb sekwencyjny robienia zdjęć

source: toggle bracketed capture mode
pl: przełącza tryb bracketingu robienia zdjęć

source: the count of seconds before actually doing a capture
pl: liczba sekund przed zrobieniem zdjęcia

source: the amount of images to capture in a sequence, you can use this in conjunction with delayed mode to create stop-motion sequences.
pl: liczba zdjęć do zrobienia w danej sekwencji, można użyć razem z trybem opóźnionym, żeby stworzyć animację poklatkową.

source: the amount of brackets on each side of centered shoot, amount of images = (brackets*2)+1.
pl: liczba naświetleń z każdej strony środkowego zdjęcia serii, liczba zdjęć = (naświetlenia*2)+1.

source: the amount of steps per bracket, steps is camera configurable and usually 3 steps per stop with other words, 3 steps is 1EV exposure step between brackets.
pl: liczba kroków na bracket, skoki można ustawić w aparacie i zwykle są 3 na jedną działkę espozycji innymi słowy, 3 kroki dają zmianę ekspozycji o 1EV między zdjęciami.

source: additional properties
pl: dodatkowe właściwości

source: label
pl: etykieta

source: property
pl: właściwość

source: add user property
pl: dodaje właściwość użytkownika

source: focus mode
pl: ustawienie ostrości

source: shutterspeed2
pl: czas naświetlania

source: shutterspeed
pl: czas naświetlania

source: WB
pl: balans bieli

source: collect images
pl: kolekcja obrazów

source: search filmroll
pl: wyszukaj rolkę filmu

source: problem selecting new path for the filmroll in %s
pl: problem przy wybieraniu nowej ścieżki dla rolki filmu %s

source: search filmroll...
pl: wyszukaj rolkę filmu...

source: remove...
pl: usuń...

source: uncategorized
pl: nieprzypisane

source: not tagged
pl: bez etykiet

source: copied locally
pl: skopiowane lokalnie

source: group followers
pl: członkowie grupy

source: clear this rule
pl: usuń tę regułę

source: clear this rule or add new rules
pl: usuń tę regułę albo dodaj nową

source: type your query, use <, <=, >, >=, <>, =, [;] as operators
pl: wpisz zapytanie, użyj <, <=, >, >=, <>, =, [;] jako operatorów

source: type your query, use <, <=, >, >=, <>, =, [;] as operators, type dates in the form : YYYY:MM:DD HH:MM:SS (only the year is mandatory)
pl: wpisz zapytanie, użyj <, <=, >, >=, <>, =, [;] jako operatorów, wpisz daty w postaci : RRRR:MM:DD GG:MM:SS (konieczny jest tylko rok)

source: type your query, use `%' as wildcard and `,' to separate values
pl: wpisz zapytanie, użyj „%” jako wieloznacznika i ',' do separacji wartości

source: type your query, use `%' as wildcard
pl: wpisz zapytanie, użyj „%” jako wieloznacznika

source: narrow down search
pl: zawęź wyszukiwanie

source: add more images
pl: dodaj więcej obrazów

source: exclude images
pl: wyklucz obrazy

source: change to: and
pl: zmienia na: oraz

source: change to: or
pl: zmienia na: albo

source: change to: except
pl: zmienia na: oprócz

source: color picker
pl: próbnik koloru

source: pick color
pl: wybierz kolor

source: add sample
pl: dodaj próbkę

source: hover to highlight sample on canvas, click to lock sample
pl: najedź, aby podświetlić próbkę na obrazie, kliknij, aby zablokować próbkę

source: live samples
pl: podgląd próbkowania

source: point
pl: punkt

source: area
pl: obszar

source: mean
pl: średnia

source: max
pl: maks

source: restrict histogram to selection
pl: ogranicz histogram do obszaru

source: add
pl: dodaj

source: display sample areas on image
pl: pokaż obszary próbkowania

source: history stack
pl: historia

source: open sidecar file
pl: otwarcie pliku pobocznego

source: XMP sidecar files
pl: poboczne pliki XMP

source: error loading file '%s'
pl: błąd przy wczytywaniu pliku „%s”

source: no history compression of 1 image. see tag: darktable|problem|history-compress.
pl: brak kompresji historii dla %d obrazu. spójrz do etykiety: darktable|problem|history-compress.

source: history compression warning
pl: ostrzeżenie kompresji historii edycji

source: do you really want to clear history of %d selected image?
pl: czy na pewno wyczyścić historię %d wybranego zdjęcia?

source: delete images' history?
pl: skasować historię zdjęcia?

source: copy...
pl: kopiuj...

source: copy part history stack of first selected image
pl: kopiuje wybrane elementy historii edycji pierwszego z wybranych zdjęć

source: copy all
pl: kopiuj wszystko

source: copy history stack of first selected image
pl: kopiuje całą historię edycji pierwszego z wybranych zdjęć

source: paste...
pl: wklej...

source: paste part history stack to all selected images
pl: wkleja wybrane elementy historii edycji do wszystkich wybranych zdjęć

source: paste all
pl: wklej wszystko

source: paste history stack to all selected images
pl: wkleja całą historię edycji do wszystkich wybranych zdjęć

source: compress history
pl: skompresuj historię

source: compress history stack of all selected images
pl: porzuca historię edycji wszystkich wybranych zdjęć

source: discard history
pl: porzuć historię

source: discard history stack of all selected images
pl: porzuca historię edycji wszystkich wybranych zdjęć

source: append
pl: dołącz

source: how to handle existing history
pl: jak traktować istniejącą historię edycji

source: load sidecar file...
pl: wczytaj plik poboczny...

source: open an XMP sidecar file and apply it to selected images
pl: otwiera poboczny plik XMP i stosuje go do wybranych zdjęć

source: write history stack and tags to XMP sidecar files
pl: zapisuje historię edycji i etykiety do pobocznych plików XMP

source: discard
pl: porzuć

source: paste
pl: wklej

source: load sidecar files
pl: wczytaj pliki poboczne

source: duplicate manager
pl: manager duplikatów

source: existing duplicates
pl: istniejące duplikaty

source: create a 'virgin' duplicate of the image without any development
pl: tworzy „dziewiczy” duplikat zdjęcia przed modyfikacjami

source: create a duplicate of the image with same history stack
pl: tworzy duplikat zdjęcia z tą samą historią

source: export selected
pl: eksport wybranych obrazów

source: export to disk
pl: eksportuj na dysk

source: storage options
pl: opcje lokalizacji

source: target storage
pl: miejsce docelowe

source: format options
pl: opcje formatu

source: file format
pl: format pliku

source: global options
pl: ustawienia globalne

source: maximum output width set to 0 for no scaling
pl: maksymalna wyjściowa szerokość wartość 0 oznacza brak skalowania

source: maximum output height set to 0 for no scaling
pl: maksymalna wyjściowa wysokość wartość 0 oznacza brak skalowania

source: max size
pl: max rozmiar

source: allow upscaling
pl: zezwól na powiększanie

source: high quality resampling
pl: skalowanie wysokiej jakości

source: do high quality resampling during export
pl: eksport z użyciem wysokiej jakości próbkowania

source: store masks
pl: zachowaj maski

source: store masks as layers in exported images. only works for some formats.
pl: zachowuj maski jako warstwy w eksportowanych obrazach. działa tylko dla niektórych formatów.

source: image settings
pl: ustawienia zdjęcia

source: output ICC profiles in %s or %s
pl: wyjściowe profile ICC w %s lub %s

source: style
pl: styl

source: temporary style to use while exporting
pl: tymczasowy styl, który ma zostać użyty podczas eksportu

source: replace history
pl: zastąp historię

source: append history
pl: dodaj do historii

source: whether the style items are appended to the history or replacing the history
pl: określa, czy elementy stylu są dodawane do historii edycji, czy ją zastępują

source: export with current settings
pl: eksportuje używając bieżących ustawień

source: edit metadata exportation details
pl: edytuj szczegóły eksportu metadanych

source: select tag
pl: wybierz etykietę

source: done
pl: gotowe

source: list filter
pl: filtr listy

source: list of available tags. click 'add' button or double-click on tag to add the selected one
pl: lista dostępnych etykiet. kliknij 'dodaj' lub dwukrotnie kliknij na etykiecie aby dodać wybraną

source: type
pl: typ

source: edit metadata exportation
pl: edytuj eksport metadanych

source: save
pl: zapisz

source: general settings
pl: ustawienia ogólne

source: exif data
pl: dane exif

source: export exif metadata
pl: eksportuj metadane exif

source: metadata
pl: metadane

source: export dt xmp metadata (from metadata editor module)
pl: eksportuj metadane xmp dt (z modułu edycji metadanych)

source: only embedded
pl: tylko wbudowane

source: per default the interface sends some (limited) metadata beside the image to remote storage. to avoid this and let only image embedded dt xmp metadata, check this flag. if remote storage doesn't understand dt xmp metadata, you can use calculated metadata instead
pl: domyślnie interfejs wysyła razem z obrazem do zdalnej przestrzeni dyskowej pewne ograniczone metadane. aby tego uniknąć i pozwolić wyłącznie na osadzanie metadanych xmp darktable, zaznacz tę flagę. jeśli zdalna przestrzeń dyskowa nie rozumie metadanych xmp darktable, możesz w zamian użyć przeliczonych metadanych

source: geo tags
pl: etykiety geolokacji

source: export geo tags
pl: eksportuj etykiety geolokacji

source: export tags (to Xmp.dc.Subject)
pl: eksportuj etykiety (do Xmp.dc.Subject)

source: private tags
pl: prywatne etykiety

source: export private tags
pl: eksportuj prywatne etykiety

source: synonyms
pl: synonimy

source: export tags synonyms
pl: eksportuj synonimy etykiet

source: omit hierarchy
pl: pomiń hierarchię

source: only the last part of the hierarchical tags is included. can be useful if categories are not used
pl: tylko ostatnia część tagów hierarchicznych jest brana pod uwagę. może być przydatne, jeśli kategorie nie są używane

source: hierarchical tags
pl: etykiety hierarchiczne

source: export hierarchical tags (to Xmp.lr.Hierarchical Subject)
pl: eksportuj hierarchiczne etykiety (do Xmp.lr.Hierarchical Subject)

source: develop history
pl: historia edycji

source: export dt development data (recovery purpose in case of loss of database or xmp file)
pl: eksportuj dane przetwarzania darktable (umożliwia odzyskanie w przypadku utraty bazy danych lub pliku xmp)

source: per metadata settings
pl: ustawienia per metadane

source: list of available tags
pl: lista dostępnych etykiet

source: redefined tag
pl: przedefiniowana etykieta

source: formula
pl: formuła

source: list of calculated metadata if formula is empty, the corresponding metadata is removed from exported file, if formula is '=', the exif metadata is exported even if exif data are disabled otherwise the corresponding metadata is calculated and added to exported file click on formula cell to edit. recognized variables:
pl: lista przeliczonych metadanych jeśli formuła jest pusta, odpowiednie metadane zostaną usunięte z eksportowanego pliku, jeśli formuła ustawiona jest na '=', metadane exif są eksportowane nawet jeśli dane exif są wyłączone w przeciwnym wypadku metadane zostaną przeliczone i dodane do eksportowanego pliku. kliknij na formułę, aby ją edytować. rozpoznawane zmienne:

source: add an output metadata tag
pl: dodaj etykietę metadanych wyjściowych

source: delete metadata tag
pl: usuń etykietę metadanych

source: enter the time shown on the selected picture format: hh:mm:ss
pl: wprowadź czas wyświetlany na wybranym obrazie format: hh:mm:ss

source: open GPX file
pl: otwórz plik GPX

source: GPS data exchange format
pl: format wymiany danych GPS

source: camera time zone
pl: strefa czasowa aparatu

source: most cameras don't store the time zone in EXIF. give the correct time zone so the GPX data can be correctly matched
pl: większość aparatów nie przechowuje strefy czasowej w danych EXIF. podaj właściwą strefę czasową, aby dane GPX zostały dokładnie dopasowane

source: time offset format: [+-]?[[hh:]mm:]ss
pl: różnica czasu format: [+-]?[[gg:]mm:]ss

source: calculate the time offset from an image
pl: oblicza różnicę czasu ze zdjęcia

source: apply time offset to selected images
pl: zastosuj różnicę czasu dla wybranych zdjęć

source: apply GPX track file...
pl: zastosuj plik ścieżki GPX...

source: parses a GPX file and updates location of selected images
pl: przetwarza plik GPX i aktualizuje lokalizację wybranych zdjęć

source: set mode to waveform
pl: ustaw tryb falowy histogramu

source: set mode to histogram
pl: ustaw tryb histogramu

source: set mode to linear
pl: ustaw tryb liniowy histogramu

source: set mode to logarithmic
pl: ustaw tryb logarytmiczny histogramu

source: set mode to RGB parade
pl: ustaw tryb parady RGB

source: click to hide red channel
pl: kliknij, aby ukryć kanał czerwony

source: click to show red channel
pl: kliknij, aby wyświetlić kanał czerwony

source: click to hide green channel
pl: kliknij, aby ukryć kanał zielony

source: click to show green channel
pl: kliknij, aby wyświetlić kanał zielony

source: click to hide blue channel
pl: kliknij, aby ukryć kanał niebieski

source: click to show blue channel
pl: kliknij, aby wyświetlić kanał niebieski

source: drag to change black point, doubleclick resets
pl: przeciągnij, aby zmienić punkt czerni, kliknij dwukrotnie, aby zresetować

source: drag to change exposure, doubleclick resets
pl: przeciągnij, aby zmienić ekspozycję, kliknij dwukrotnie, aby zresetować

source: hide histogram
pl: ukryj histogram

source: create style from history
pl: utwórz styl na podstawie historii

source: compress history stack
pl: skompresuj historię

source: create a minimal history stack which produces the same image
pl: minimalizuje historię zachowując ten sam rezultat

source: create a style from the current history stack
pl: utwórz styl na podstawie obecnej historii

source: always-on module
pl: moduł zawsze włączony

source: default enabled module
pl: moduł domyślnie włączony

source: deprecated module
pl: moduł niewspierany

source: selected image[s]
pl: wybrane zdjęcia

source: trash
pl: kosz

source: send file to trash
pl: wyślij plik do kosza

source: physically delete from disk
pl: fizycznie usuwa obrazy z dysku

source: remove
pl: usuń

source: remove from the collection
pl: usuwa z kolekcji

source: move...
pl: przenieś...

source: move to other folder
pl: przenosi do innego katalogu

source: copy to other folder
pl: kopiuje do innego katalogu

source: create HDR
pl: utwórz HDR

source: create a high dynamic range image from selected shots
pl: tworzy obraz hdr z wybranych zdjęć

source: duplicate
pl: zduplikuj

source: add a duplicate to the collection, including its history stack
pl: dodaje duplikat do kolekcji, razem z jego historią

source: rotate selected images 90 degrees CCW
pl: obraca wybrane obrazy o 90 stopni w lewo

source: rotate selected images 90 degrees CW
pl: obraca wybrane obrazy o 90 stopni w prawo

source: reset rotation
pl: resetuj obrót

source: reset rotation to EXIF data
pl: przywraca domyślny obrót zdjęcia

source: copy locally
pl: skopiuj lokalnie

source: copy the image locally
pl: tworzy lokalną kopię obrazu

source: resync local copy
pl: synch. kopię lokalną

source: synchronize the image's XMP and remove the local copy
pl: synchronizuje dane XMP zdjęcia i usuwa kopię lokalną

source: group
pl: zgrupuj

source: add selected images to expanded group or create a new one
pl: dodaje wybrane zdjęcia do widocznej grupy lub tworzy nową

source: ungroup
pl: rozgrupuj

source: remove selected images from the group
pl: usuwa wybrane zdjęcia z grupy

source: ratings
pl: oceny

source: select ratings metadata
pl: wybierz metadane ocen

source: colors
pl: kolory

source: select colors metadata
pl: wybierz metadane koloru

source: select tags metadata
pl: wybierz metadane etykiet

source: select geo tags metadata
pl: wybierz metadane etykiet geo

source: select dt metadata (from metadata editor module)
pl: wybierz metadane dt (z modułu edytora metadanych)

source: set the (first) selected image as source of metadata
pl: ustaw (pierwszy) wybrany obraz jako źródło metadanych

source: paste selected metadata on selected images
pl: zapisuje metadane dla wybranych zdjęć

source: clear
pl: wyczyść

source: clear selected metadata on selected images
pl: czyści metadane dla wybranych zdjęć

source: merge
pl: połącz

source: how to handle existing metadata
pl: jak traktować istniejące metadane

source: update image information to match changes to file
pl: aktualizuje informacje o zdjęciu na podstawie zmian w pliku

source: remove from collection
pl: usuń z kolekcji

source: delete from disk or send to trash
pl: usuń z dysku lub przenieś do kosza

source: resync the local copy
pl: synchronizuj ponownie kopię lokalną

source: copy metadata
pl: kopiuj metadane

source: replace metadata
pl: zastąp metadane

source: paste metadata
pl: wklej metadane

source: clear metadata
pl: wyczyść metadane

source: scan for devices
pl: wyszukaj urządzenia

source: import from camera
pl: importuj z aparatu

source: tethered shoot
pl: robienie zdjęć

source: import folder
pl: importuj folder

source: device "%s" connected on port "%s".
pl: urządzenie „%s” podłączone do portu „%s”.

source: no supported devices found
pl: nie znaleziono obsługiwanych urządzeń

source: import options
pl: opcje importu

source: import folders recursively
pl: rekurencyjnie importuj katalogi

source: recursively import subfolders. Each folder goes into a new film roll.
pl: rekurencyjny import podkatalogów. każdy katalog trafia do nowej rolki filmu.

source: metadata to be applied per default
pl: metadane aplikowane domyślnie

source: to be imported
pl: do zaimportowania

source: selected metadata are imported from image and override the default value
pl: wybrane metadane są importowane ze zdjęcia i nadpisują domyślne wartości

source: supported images
pl: obsługiwane zdjęcia

source: file has unknown format!
pl: format pliku jest nieznany!

source: image...
pl: obraz...

source: select one or more images to import
pl: pozwala wybrać jedno lub więcej zdjęć do zaimportowania

source: folder...
pl: katalog...

source: select a folder to import as film roll
pl: pozwala wybrać katalog do zaimportowania jako rolkę filmu

source: scan for newly attached devices
pl: wyszukuje nowo dołączone urządzenia

source: edit `%s'
pl: edycja „%s”

source: nothing to save
pl: nic do zapisania

source: live view
pl: podgląd na żywo

source: toggle live view
pl: przełącz podgląd

source: zoom live view
pl: przybliżenie podglądu

source: move focus point in (big steps)
pl: przesuń fokus do środka (duże kroki)

source: move focus point in (small steps)
pl: przesuń fokus do środka (małe kroki)

source: move focus point out (small steps)
pl: przesuń fokus na zewnątrz (małe kroki)

source: move focus point out (big steps)
pl: przesuń fokus na zewnątrz (duże kroki)

source: rotate 90 degrees ccw
pl: obróć o 90 stopni w lewo

source: rotate 90 degrees cw
pl: obróć o 90 stopni w prawo

source: flip live view horizontally
pl: odbija podgląd w poziomie

source: selected image
pl: wybrany obraz

source: overlay another image over the live view
pl: nałożenie innego obrazu na podgląd na żywo

source: image id
pl: id obrazu

source: enter image id of the overlay manually
pl: ręcznie wprowadź id obrazu do nałożenia

source: overlay mode
pl: tryb pokrywania

source: saturate
pl: nasycenie

source: color dodge
pl: rozjaśnianie koloru

source: color burn
pl: przyciemnianie koloru

source: hard light
pl: twarde światło

source: soft light
pl: miękkie światło

source: exclusion
pl: wykluczenie

source: HSL hue
pl: odcień HSL

source: HSL saturation
pl: nasycenie HSL

source: HSL color
pl: kolor HSL

source: HSL luminosity
pl: jasność HSL

source: mode of the overlay
pl: tryb nałożenia

source: split line
pl: linia podziału

source: only draw part of the overlay
pl: rysuj jedynie część nałożenia

source: find location
pl: wyszukaj położenie

source: map settings
pl: ustawienia mapy

source: show OSD
pl: wyświetl nakładkę

source: toggle the visibility of the map overlays
pl: przełącza widoczność elementów nałożonych na mapie

source: map source
pl: źródło mapy

source: select the source of the map. some entries might not work
pl: wybór źródła mapy. niektóre opcje mogą nie działać

source: group #%d
pl: grupa nr %d

source: duplicate this shape
pl: utwórz kopię tego kształtu

source: delete this shape
pl: usuń ten kształt

source: remove from group
pl: usuń z grupy

source: group the forms
pl: zgrupuj formy

source: use inverted shape
pl: użyj odwróconego kształtu

source: mode : union
pl: tryb : suma

source: mode : intersection
pl: tryb : przecięcie

source: mode : difference
pl: tryb : różnica

source: mode : exclusion
pl: tryb : wykluczenie

source: cleanup unused shapes
pl: usuń nieużywane kształty

source: created shapes
pl: utworzone kształty

source: metadata editor
pl: edytor metadanych

source: <leave unchanged>
pl: <zostaw niezmienione>

source: metadata settings
pl: ustawienia metadanych
